[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[MACROEDIT]
//編程主選單=
lb_GameDirectory_OME->Caption=Sélection jeu
GameManagement=Fichier
GameManagement_Select=Sélectionner
GameManagement_New=Nouveau dossier
GameManagement_Modify=Editer le dossier
GameManagement_Delete=Supprimer le dossier
FileManagement=Entrée/sortie importation
FileManagement_New=Nouveau
FileManagement_Open=Ouvrir
FileManagement_Save=Enregistrer
FileManagement_SaveAs=Enregistrer sous
FileManagement_Delete=Supprimer
FileManagement_ReName=Renommer
FileManagement_Transfer=Téléchargement depuis/vers
lb_FileName_OME->Caption=Fichier
//編程程式區=
rb_Loop_OME->Caption=BOUCLE
rb_Keyboard_OME->Caption=TOUCHE
rb_If_OME->Caption=IF
rb_Equal_OME->Caption=EQU
lb_SRSectionReteatText1_OME->Caption=Démarrer
lb_SRSectionReteatText2_OME->Caption=~
lb_SRSectionReteatText3_OME->Caption=Fin,
lb_SRSectionReteatText4_OME->Caption=Répéter  fois
lb_SR_OME->Caption=~
lb_GotoText_OME->Caption=À la ligne
lb_LineText_OME->Caption=
lb_KeyIfText_OME->Caption=If 
lb_KeyStateIsText_OME->Caption=is
lb_KeyThenGotoText_OME->Caption=À la ligne
lb_KeyLineText_OME->Caption=
lb_IfText1_OME->Caption=If
lb_IfThenGoto1_OME->Caption=À la ligne
lb_IfLineText1_OME->Caption=
lb_IfText2_OME->Caption=If
lb_IfThenGoto2_OME->Caption=À la ligne
lb_IfLineText2_OME->Caption=
cb_Key_OME->Items->Strings[0]=Touche1
cb_Key_OME->Items->Strings[1]=Touche2
cb_Key_OME->Items->Strings[2]=Touche3
cb_Key_OME->Items->Strings[3]=Touche4
cb_Key_OME->Items->Strings[4]=Touche5
cb_Key_OME->Items->Strings[5]=Touche6
cb_Key_OME->Items->Strings[6]=Touche7
cb_Key_OME->Items->Strings[7]=Touche8
cb_Key_OME->Items->Strings[8]=Touche9
cb_Key_OME->Items->Strings[9]=Touche10
cb_Key_OME->Items->Strings[10]=Touche11
cb_Key_OME->Items->Strings[11]=Touche12
cb_Key_OME->Items->Strings[12]=Touche13
cb_Key_OME->Items->Strings[13]=Touche14
cb_Key_OME->Items->Strings[14]=Touche15
cb_Key_OME->Items->Strings[15]=Touche16
cb_Key_OME->Items->Strings[16]=Touche17
cb_Key_OME->Items->Strings[17]=Touche18
cb_Key_OME->Items->Strings[18]=Touche19
cb_Key_OME->Items->Strings[19]=Touche20
cb_Key_OME->Items->Strings[20]=Touche21
cb_Key_OME->Items->Strings[21]=Touche22
cb_Key_OME->Items->Strings[22]=Touche23
cb_Key_OME->Items->Strings[23]=Touche24
cb_KeyState_OME->Items->Strings[0]=Appuyez
cb_KeyState_OME->Items->Strings[1]=Relachez
cb_IfSign1_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign1_OME->Items->Strings[1]="!@equ@"
cb_IfSign2_OME->Items->Strings[0]="@equ@@equ@"
cb_IfSign2_OME->Items->Strings[1]="!@equ@"
Var->Items->Strings[0]=Variable A
Var->Items->Strings[1]=Variable B
Var->Items->Strings[2]=Variable C
Var->Items->Strings[3]=Variable D
//時間控制區=
lb_KeyDownAutoDelay_OME->Caption=Insert delay when  press
lb_KeyUpAutoDelay_OME->Caption=Insert delay when  release
lb_TimeUnit_OME->Caption=Unité de temps
cb_TimeType_OME->Items->Strings[0]=Seconde
cb_TimeType_OME->Items->Strings[1]=ms
cb_TimeType_OME->Items->Strings[2]=Min
lb_Time_OME->Caption=Temps
//滑鼠控制區=
lb_AbsPos_OME->Caption=Coordonnées souris absolues(X,Y)
lb_AbsPos_OME->Hint=Déplacer la cible du radar sur un point de votre écran pour capturer les coordonnées X et Y.
lb_RelativePos_OME->Caption=Coordonnées souris relatives(X,Y)
bt_WheelUp_OME->Caption=Avant
bt_WheelDown_OME->Caption=Rétrograde
bt_MouseLeftKey_OME->Caption=Gauche
bt_MouseRightKey_OME->Caption=Droite
bt_MouseMidKey_OME->Caption=Milieu
bt_Mouse4thKey_OME->Caption=4eme
bt_Mouse5thKey_OME->Caption=5eme
im_CursorPoint_OME->Hint=Déplacer la cible du radar sur un point de votre écran pour capturer les coordonnées X et Y.
//編程工具列=
rb_RepeatType_OME->Hint=Ne pas repeter
rb_RepeatType1_OME->Hint=Appuyez:Start@RETURN@Re-appuyez:Stop
rb_RepeatType2_OME->Hint=Appuyez:Start@RETURN@Re-appuyez:Stop
bt_Save_OME->Hint=Enregistrer
bt_Undo_OME->Hint=Annuler
bt_Redo_OME->Hint=Rétablir
bt_Cut_OME->Hint=Couper
bt_Copy_OME->Hint=Copier
bt_Paste_OME->Hint=Coller
bt_MoveDown_OME->Hint=Déplacer vers le bas
bt_MoveUp_OME->Hint=Déplacer vers le haut
bt_Delete_OME->Hint=Supprimer
bt_Record_OME->Hint=Enregistrer
//編程Popup視窗=
mi_Cut_OME->Caption=Couper
mi_CutSingleLine_OME->Caption=Line Cut
mi_CutMultiLine_OME->Caption=Multi-line Cut
mi_Copy_OME->Caption=Copier
mi_CopySingleLine_OME->Caption=Line Copy
mi_CopyMultiLine_OME->Caption=Multi-line Copy
mi_Paste_OME->Caption=Coller
mi_MoveDown_OME->Caption=Déplacer vers le bas
mi_MoveUp_OME->Caption=Déplacer vers le haut
mi_Editline_OME->Caption=Editer cette ligne
mi_Delete_OME->Caption=Supprimer
mi_DeleteSingleLine_OME->Caption=Line Delete
mi_DeleteMultiLine_OME->Caption=Multi-line Delete
mi_ClearAllDelay_OME->Caption=Effacer tous les délais
mi_ClearAll_OME->Caption=Tout effacer
bt_ResumeMacroII_OME->Caption=Recommencer [Oscar II]
bt_DownloadExplain_OME->Caption=Manuel
GoWhile=Repeter de la ligne%x à la ligne, repeter %y fois
IfYes=Si Variable %x @equ@ %y sauter à la ligne %z
IfNo=Si Variable %x ≠ %y sauter à la ligne %z
IfYes2=Si Variable %x @equ@ Variable %y sauter à la ligne %z
IfNo2=Si Variable %x ≠ Variable %y sauter à la ligne %z
Equ=Variable %x @equ@ %y
Equ2=Variable %x @equ@ Variable %y
Equ3_0=Variable %x @equ@ Variable %y + %z
Equ3_1=Variable %x @equ@ Variable %y - %z
Equ3_2=Variable %x @equ@ Variable %y & %z
Equ3_3=Variable %x @equ@ Variable %y | %z
Equ3_4=Variable %x @equ@ Variable %y ^ %z
Goto=Sauter à la ligne %x
IfKeyDown=Si la touche %x a été appuyée,sauter à la ligne %y.
IfKeyUp=Si la touche %x n'a pas été appuyée,sauter à la ligne %y.
Key=Touche
KeyDown=Appuyez
KeyUp=Relachez
MouseMoveTo=Deplacez_la_souris_à
MouseRelativeMove=Mouvement_relatif_de_la_souris
Delay=Retard
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=Déplacer_vers_le_haut
MouseWhellDown=Déplacer_vers_le_bas
MouseLeftKeyDown=Appuyez_sur_le_bouton_gauche
MouseLeftKeyUp=Relâchez_le_bouton_gauche
MouseLeftKeyClick=Cliquez_sur_le_bouton_gauche
MouseLeftKeyDblClick=Cliquez_deux_fois_sur_le_bouton_gauche
MouseMiddleKeyDown=Appuyez_sur_le_bouton_du_milieu
MouseMiddleKeyUp=Relâchez_le_bouton_du_milieu
MouseMiddleKeyClick=Cliquez_sur_le_bouton-du_milieu
MouseRightKeyDown=Appuyez_sur_le_bouton_droit
MouseRightKeyUp=Relachez_le_bouton_doit
MouseRightKeyClick=Cliquez_sur_le_bouton_doit
MouseFourthKeyDown=Appuyez_sur_le_bouton_4
MouseFourthKeyUp=Relachez_sur_le_bouton_4
MouseFourthKeyClick=Cliquez_sur_le_bouton_4
MouseFifthKeyDown=Appuyez_sur_le_bouton_5
MouseFifthKeyUp=Relachez_le_bouton_5
MouseFifthKeyClick=Cliquez_sur_le_bouton_5
PleaseInputMacroName=Entrer un nom pour la Macro
SaveOK=Enregistrement terminé.
MacroUsed=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
GoWhileRangeError=La plage est invalide.
InputDigitError=Saisissez les chiffres
VersionMessage=Le fichier est en lecture,il ne peut pas être sauvegarder
LoopLimit=Ne pas dépasser 3 cercles
NullMacro=Macro sans titre
PleaseCreateDirectory=Créez le dossier du jeu
DirectoryUsed=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
TrialAccessDeny=Merci de regarder [HEADSHOT]! Le logiciel Bloody7 est exclusivement déstiné aux souris Bloody V et R !
IsCoverSameNameFile=Same [Oscar II] file name found, overwrite?

CPIRemarkDefault=Valeur par défaut
//按鍵測試區=
lb_MouseKeyTest_OME->Caption=Requêtes touches
PleasePressKey=Appuyez sur le bouton de la souris
MouseKeyUnknown=Non reconnnu

[MACROEDIT_Record]
bt_Start->Caption=<F11> pour démarrer
bt_Stop->Caption=<F12> pour arrêter
cb_AxisAbsolute->Caption=Record de mouvement absolu de la souris
cb_AxisRelatively->Caption=Record de mouvement relatif de la souris
cb_KeyboardAction->Caption=Record d'operation du clavier
cb_MouseClick->Caption=Record de clique de la souris
Script3=//   Votre script enregistré apparaît ci-dessous.
Script4=//Il y a trois méthodes de création de scripts.
Script5=//1. Insérez les fonctions dans les panneaux supérieurs et gauches.
Script6=//2. Entrée par le clavier.
Script7=//3.Entrée par l'enregistreur.

[MACROEDIT_Statement]
lb_Title->Caption=Vous devez entrer des données avant d'enregistrer.
lb_Software->Caption=Logiciels applicables (Par ex.  CS)
lb_Statement->Caption=Description de la macros
lb_Comment->Caption=Description de la fonction
mi_EditerCut->Caption=Couper
mi_EditerCopy->Caption=Copier
mi_EditerPaste->Caption=Coller
lb_EditComment->Caption1=Insérer la remarque sur la fonction
lb_EditComment->Caption2=Editer la remarque sur la fonction
lb_Resolution->Caption=Record de résolution
lb_CPIRemark->Caption=Record de sensibilité

[MACROEDIT_Instructions]
lb_TestDescription->Caption=Les données seront temporairement stockées dans la mémoire de la 4e touche de la souris. Si, en étant dans la zone d’essai ou dans l’essai en cours de jeu, vous voulez revenir aux paramètres par défaut de la 9e touche, allez à la page « Touches » et réinitialisez-la
ck_CursorRecord->Caption=Commencer l’enregistrement du curseur
lb_InterruptTips->Caption=Au cas où le programme d’essai échappe au contrôle, appuyez sur [Verr. maj]+[Arrêt défil]+[Verr. num] pour l’interrompre, puis redéboguez le programme.
lb_TestCommon->Caption=Description de la macros
PressSpaceToTest=Appuyez sur la 4e touche pour démarrer l’essai

[MACROEDIT_ShowIfMessage]
MacroExistAlready=Fichier existant, le remplacer?
MacroModify=Le fichier a été modifié, l'enregistrer?
MacroNewCreate=Nouveau fichier?
MacroDeleteFile=Supprimer définitivement le fichier?
MacroSelectFile=Fichier / Dossier a été appliquée à la mémoire de la souris, voulez vous Supprimer / Renommer? Si [YES], la fonction va être supprimer!
MacroDeleteDirectory=Supprimer le dossier de ce jeu ? Les fichiers contenus dans le répertoire seront également supprimés.
PleaseCreateDirectory=Nouveau jeu
InputNameExists=Fichier existant, le mettre à jour!
MustCreatFile=Vous devez créer un nouveau fichier Macro pour éditer
InputNameInvalid=Caractère invalide détécté [ex., \ / : * ? " < > | ].

[MACROEDIT_InputBoxX]
lb_NewFileName->Caption=Entrez le nom
lb_ReName->Caption1=Renommer
lb_ReName->Caption2=Nouveau
lb_ReName->Caption3=Nouveau dossier
NewCreateGameName=Nouveau dossier
NewCreateFileName=Nouveau fichier

[MACROEDIT_Dialog]
lb_Directory->Caption=Jeu
lb_FileName->Caption=Fichier
lb_Title->Caption1=Nouveau
lb_Title->Caption2=Ouvrir
lb_Title->Caption3=Enregistrer
lb_Title->Caption4=Enregistrer sous…
lb_Title->Caption5=Supprimer
lb_Title->Caption6=Renommer
lb_FileType->Caption=Type
advcb_FileType->Caption1=Tous les fichiers Macro*.*
advcb_FileType->Caption2=*.amc (Macro)
advcb_FileType->Caption3=*.mgn (Macro gun)
NoAuthorityUse=Privilèges insuffisants ; l’exportation a échoué.

[MACROEDIT_SelectLine]
lb_SelectLineRange->Caption=Sélectionner la plage de ligne

